[
                        {
                            "reference": "1 Timothy 2:1",
                            "text": "I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;",
                            "verse": 1
                        },
                        {
                            "reference": "1 Timothy 2:2",
                            "text": "For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.",
                            "verse": 2
                        },
                        {
                            "reference": "1 Timothy 2:3",
                            "text": "For this is good and acceptable in the sight of God our Saviour;",
                            "verse": 3
                        },
                        {
                            "reference": "1 Timothy 2:4",
                            "text": "Who will have all men to be saved, and to come unto the knowledge of the truth.",
                            "verse": 4
                        },
                        {
                            "reference": "1 Timothy 2:5",
                            "text": "For there is one God, and one mediator between God and men, the man Christ Jesus;",
                            "verse": 5
                        },
                        {
                            "reference": "1 Timothy 2:6",
                            "text": "Who gave himself a ransom for all, to be testified in due time.",
                            "verse": 6
                        },
                        {
                            "reference": "1 Timothy 2:7",
                            "text": "Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.",
                            "verse": 7
                        },
                        {
                            "reference": "1 Timothy 2:8",
                            "text": "I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.",
                            "verse": 8
                        },
                        {
                            "reference": "1 Timothy 2:9",
                            "text": "In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;",
                            "verse": 9
                        },
                        {
                            "reference": "1 Timothy 2:10",
                            "text": "But (which becometh women professing godliness) with good works.",
                            "verse": 10
                        },
                        {
                            "reference": "1 Timothy 2:11",
                            "text": "Let the woman learn in silence with all subjection.",
                            "verse": 11
                        },
                        {
                            "reference": "1 Timothy 2:12",
                            "text": "But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.",
                            "verse": 12
                        },
                        {
                            "reference": "1 Timothy 2:13",
                            "text": "For Adam was first formed, then Eve.",
                            "verse": 13
                        },
                        {
                            "reference": "1 Timothy 2:14",
                            "text": "And Adam was not deceived, but the woman being deceived was in the transgression.",
                            "verse": 14
                        },
                        {
                            "reference": "1 Timothy 2:15",
                            "text": "Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.",
                            "verse": 15
                        }
                    ]