[
                        {
                            "reference": "3 Nephi 23:1",
                            "text": "And now, behold, I say unto you, that ye ought to search these things. Yea, a commandment I give unto you that ye search these things diligently; for great are the words of Isaiah.",
                            "verse": 1
                        },
                        {
                            "reference": "3 Nephi 23:2",
                            "text": "For surely he spake as touching all things concerning my people which are of the house of Israel; therefore it must needs be that he must speak also to the Gentiles.",
                            "verse": 2
                        },
                        {
                            "reference": "3 Nephi 23:3",
                            "text": "And all things that he spake have been and shall be, even according to the words which he spake.",
                            "verse": 3
                        },
                        {
                            "reference": "3 Nephi 23:4",
                            "text": "Therefore give heed to my words; write the things which I have told you; and according to the time and the will of the Father they shall go forth unto the Gentiles.",
                            "verse": 4
                        },
                        {
                            "reference": "3 Nephi 23:5",
                            "text": "And whosoever will hearken unto my words and repenteth and is baptized, the same shall be saved. Search the prophets, for many there be that testify of these things.",
                            "verse": 5
                        },
                        {
                            "reference": "3 Nephi 23:6",
                            "text": "And now it came to pass that when Jesus had said these words he said unto them again, after he had expounded all the scriptures unto them which they had received, he said unto them: Behold, other scriptures I would that ye should write, that ye have not.",
                            "verse": 6
                        },
                        {
                            "reference": "3 Nephi 23:7",
                            "text": "And it came to pass that he said unto Nephi: Bring forth the record which ye have kept.",
                            "verse": 7
                        },
                        {
                            "reference": "3 Nephi 23:8",
                            "text": "And when Nephi had brought forth the records, and laid them before him, he cast his eyes upon them and said:",
                            "verse": 8
                        },
                        {
                            "reference": "3 Nephi 23:9",
                            "text": "Verily I say unto you, I commanded my servant Samuel, the Lamanite, that he should testify unto this people, that at the day that the Father should glorify his name in me that there were many saints who should arise from the dead, and should appear unto many, and should minister unto them. And he said unto them: Was it not so?",
                            "verse": 9
                        },
                        {
                            "reference": "3 Nephi 23:10",
                            "text": "And his disciples answered him and said: Yea, Lord, Samuel did prophesy according to thy words, and they were all fulfilled.",
                            "verse": 10
                        },
                        {
                            "reference": "3 Nephi 23:11",
                            "text": "And Jesus said unto them: How be it that ye have not written this thing, that many saints did arise and appear unto many and did minister unto them?",
                            "verse": 11
                        },
                        {
                            "reference": "3 Nephi 23:12",
                            "text": "And it came to pass that Nephi remembered that this thing had not been written.",
                            "verse": 12
                        },
                        {
                            "reference": "3 Nephi 23:13",
                            "text": "And it came to pass that Jesus commanded that it should be written; therefore it was written according as he commanded.",
                            "verse": 13
                        },
                        {
                            "reference": "3 Nephi 23:14",
                            "text": "And now it came to pass that when Jesus had expounded all the scriptures in one, which they had written, he commanded them that they should teach the things which he had expounded unto them.",
                            "verse": 14
                        }
                    ]