[
                        {
                            "reference": "3 Nephi 12:1",
                            "text": "And it came to pass that when Jesus had spoken these words unto Nephi, and to those who had been called, (now the number of them who had been called, and received power and authority to baptize, was twelve) and behold, he stretched forth his hand unto the multitude, and cried unto them, saying: Blessed are ye if ye shall give heed unto the words of these twelve whom I have chosen from among you to minister unto you, and to be your servants; and unto them I have given power that they may baptize you with water; and after that ye are baptized with water, behold, I will baptize you with fire and with the Holy Ghost; therefore blessed are ye if ye shall believe in me and be baptized, after that ye have seen me and know that I am.",
                            "verse": 1
                        },
                        {
                            "reference": "3 Nephi 12:2",
                            "text": "And again, more blessed are they who shall believe in your words because that ye shall testify that ye have seen me, and that ye know that I am. Yea, blessed are they who shall believe in your words, and come down into the depths of humility and be baptized, for they shall be visited with fire and with the Holy Ghost, and shall receive a remission of their sins.",
                            "verse": 2
                        },
                        {
                            "reference": "3 Nephi 12:3",
                            "text": "Yea, blessed are the poor in spirit who come unto me, for theirs is the kingdom of heaven.",
                            "verse": 3
                        },
                        {
                            "reference": "3 Nephi 12:4",
                            "text": "And again, blessed are all they that mourn, for they shall be comforted.",
                            "verse": 4
                        },
                        {
                            "reference": "3 Nephi 12:5",
                            "text": "And blessed are the meek, for they shall inherit the earth.",
                            "verse": 5
                        },
                        {
                            "reference": "3 Nephi 12:6",
                            "text": "And blessed are all they who do hunger and thirst after righteousness, for they shall be filled with the Holy Ghost.",
                            "verse": 6
                        },
                        {
                            "reference": "3 Nephi 12:7",
                            "text": "And blessed are the merciful, for they shall obtain mercy.",
                            "verse": 7
                        },
                        {
                            "reference": "3 Nephi 12:8",
                            "text": "And blessed are all the pure in heart, for they shall see God.",
                            "verse": 8
                        },
                        {
                            "reference": "3 Nephi 12:9",
                            "text": "And blessed are all the peacemakers, for they shall be called the children of God.",
                            "verse": 9
                        },
                        {
                            "reference": "3 Nephi 12:10",
                            "text": "And blessed are all they who are persecuted for my name's sake, for theirs is the kingdom of heaven.",
                            "verse": 10
                        },
                        {
                            "reference": "3 Nephi 12:11",
                            "text": "And blessed are ye when men shall revile you and persecute, and shall say all manner of evil against you falsely, for my sake;",
                            "verse": 11
                        },
                        {
                            "reference": "3 Nephi 12:12",
                            "text": "For ye shall have great joy and be exceedingly glad, for great shall be your reward in heaven; for so persecuted they the prophets who were before you.",
                            "verse": 12
                        },
                        {
                            "reference": "3 Nephi 12:13",
                            "text": "Verily, verily, I say unto you, I give unto you to be the salt of the earth; but if the salt shall lose its savor wherewith shall the earth be salted? The salt shall be thenceforth good for nothing, but to be cast out and to be trodden under foot of men.",
                            "verse": 13
                        },
                        {
                            "reference": "3 Nephi 12:14",
                            "text": "Verily, verily, I say unto you, I give unto you to be the light of this people. A city that is set on a hill cannot be hid.",
                            "verse": 14
                        },
                        {
                            "reference": "3 Nephi 12:15",
                            "text": "Behold, do men light a candle and put it under a bushel? Nay, but on a candlestick, and it giveth light to all that are in the house;",
                            "verse": 15
                        },
                        {
                            "reference": "3 Nephi 12:16",
                            "text": "Therefore let your light so shine before this people, that they may see your good works and glorify your Father who is in heaven.",
                            "verse": 16
                        },
                        {
                            "reference": "3 Nephi 12:17",
                            "text": "Think not that I am come to destroy the law or the prophets. I am not come to destroy but to fulfil;",
                            "verse": 17
                        },
                        {
                            "reference": "3 Nephi 12:18",
                            "text": "For verily I say unto you, one jot nor one tittle hath not passed away from the law, but in me it hath all been fulfilled.",
                            "verse": 18
                        },
                        {
                            "reference": "3 Nephi 12:19",
                            "text": "And behold, I have given you the law and the commandments of my Father, that ye shall believe in me, and that ye shall repent of your sins, and come unto me with a broken heart and a contrite spirit. Behold, ye have the commandments before you, and the law is fulfilled.",
                            "verse": 19
                        },
                        {
                            "reference": "3 Nephi 12:20",
                            "text": "Therefore come unto me and be ye saved; for verily I say unto you, that except ye shall keep my commandments, which I have commanded you at this time, ye shall in no case enter into the kingdom of heaven.",
                            "verse": 20
                        },
                        {
                            "reference": "3 Nephi 12:21",
                            "text": "Ye have heard that it hath been said by them of old time, and it is also written before you, that thou shalt not kill, and whosoever shall kill shall be in danger of the judgment of God;",
                            "verse": 21
                        },
                        {
                            "reference": "3 Nephi 12:22",
                            "text": "But I say unto you, that whosoever is angry with his brother shall be in danger of his judgment. And whosoever shall say to his brother, Raca, shall be in danger of the council; and whosoever shall say, Thou fool, shall be in danger of hell fire.",
                            "verse": 22
                        },
                        {
                            "reference": "3 Nephi 12:23",
                            "text": "Therefore, if ye shall come unto me, or shall desire to come unto me, and rememberest that thy brother hath aught against thee—",
                            "verse": 23
                        },
                        {
                            "reference": "3 Nephi 12:24",
                            "text": "Go thy way unto thy brother, and first be reconciled to thy brother, and then come unto me with full purpose of heart, and I will receive you.",
                            "verse": 24
                        },
                        {
                            "reference": "3 Nephi 12:25",
                            "text": "Agree with thine adversary quickly while thou art in the way with him, lest at any time he shall get thee, and thou shalt be cast into prison.",
                            "verse": 25
                        },
                        {
                            "reference": "3 Nephi 12:26",
                            "text": "Verily, verily, I say unto thee, thou shalt by no means come out thence until thou hast paid the uttermost senine. And while ye are in prison can ye pay even one senine? Verily, verily, I say unto you, Nay.",
                            "verse": 26
                        },
                        {
                            "reference": "3 Nephi 12:27",
                            "text": "Behold, it is written by them of old time, that thou shalt not commit adultery;",
                            "verse": 27
                        },
                        {
                            "reference": "3 Nephi 12:28",
                            "text": "But I say unto you, that whosoever looketh on a woman, to lust after her, hath committed adultery already in his heart.",
                            "verse": 28
                        },
                        {
                            "reference": "3 Nephi 12:29",
                            "text": "Behold, I give unto you a commandment, that ye suffer none of these things to enter into your heart;",
                            "verse": 29
                        },
                        {
                            "reference": "3 Nephi 12:30",
                            "text": "For it is better that ye should deny yourselves of these things, wherein ye will take up your cross, than that ye should be cast into hell.",
                            "verse": 30
                        },
                        {
                            "reference": "3 Nephi 12:31",
                            "text": "It hath been written, that whosoever shall put away his wife, let him give her a writing of divorcement.",
                            "verse": 31
                        },
                        {
                            "reference": "3 Nephi 12:32",
                            "text": "Verily, verily, I say unto you, that whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery; and whoso shall marry her who is divorced committeth adultery.",
                            "verse": 32
                        },
                        {
                            "reference": "3 Nephi 12:33",
                            "text": "And again it is written, thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths;",
                            "verse": 33
                        },
                        {
                            "reference": "3 Nephi 12:34",
                            "text": "But verily, verily, I say unto you, swear not at all; neither by heaven, for it is God's throne;",
                            "verse": 34
                        },
                        {
                            "reference": "3 Nephi 12:35",
                            "text": "Nor by the earth, for it is his footstool;",
                            "verse": 35
                        },
                        {
                            "reference": "3 Nephi 12:36",
                            "text": "Neither shalt thou swear by thy head, because thou canst not make one hair black or white;",
                            "verse": 36
                        },
                        {
                            "reference": "3 Nephi 12:37",
                            "text": "But let your communication be Yea, yea; Nay, nay; for whatsoever cometh of more than these is evil.",
                            "verse": 37
                        },
                        {
                            "reference": "3 Nephi 12:38",
                            "text": "And behold, it is written, an eye for an eye, and a tooth for a tooth;",
                            "verse": 38
                        },
                        {
                            "reference": "3 Nephi 12:39",
                            "text": "But I say unto you, that ye shall not resist evil, but whosoever shall smite thee on thy right cheek, turn to him the other also;",
                            "verse": 39
                        },
                        {
                            "reference": "3 Nephi 12:40",
                            "text": "And if any man will sue thee at the law and take away thy coat, let him have thy cloak also;",
                            "verse": 40
                        },
                        {
                            "reference": "3 Nephi 12:41",
                            "text": "And whosoever shall compel thee to go a mile, go with him twain.",
                            "verse": 41
                        },
                        {
                            "reference": "3 Nephi 12:42",
                            "text": "Give to him that asketh thee, and from him that would borrow of thee turn thou not away.",
                            "verse": 42
                        },
                        {
                            "reference": "3 Nephi 12:43",
                            "text": "And behold it is written also, that thou shalt love thy neighbor and hate thine enemy;",
                            "verse": 43
                        },
                        {
                            "reference": "3 Nephi 12:44",
                            "text": "But behold I say unto you, love your enemies, bless them that curse you, do good to them that hate you, and pray for them who despitefully use you and persecute you;",
                            "verse": 44
                        },
                        {
                            "reference": "3 Nephi 12:45",
                            "text": "That ye may be the children of your Father who is in heaven; for he maketh his sun to rise on the evil and on the good.",
                            "verse": 45
                        },
                        {
                            "reference": "3 Nephi 12:46",
                            "text": "Therefore those things which were of old time, which were under the law, in me are all fulfilled.",
                            "verse": 46
                        },
                        {
                            "reference": "3 Nephi 12:47",
                            "text": "Old things are done away, and all things have become new.",
                            "verse": 47
                        },
                        {
                            "reference": "3 Nephi 12:48",
                            "text": "Therefore I would that ye should be perfect even as I, or your Father who is in heaven is perfect.",
                            "verse": 48
                        }
                    ]