[
				{
					"reference": "D&C 102:1",
					"text": "This day a general council of twenty-four high priests assembled at the house of Joseph Smith, Jun., by revelation, and proceeded to organize the high council of the church of Christ, which was to consist of twelve high priests, and one or three presidents as the case might require.",
					"verse": 1
				},
				{
					"reference": "D&C 102:2",
					"text": "The high council was appointed by revelation for the purpose of settling important difficulties which might arise in the church, which could not be settled by the church or the bishop's council to the satisfaction of the parties.",
					"verse": 2
				},
				{
					"reference": "D&C 102:3",
					"text": "Joseph Smith, Jun., Sidney Rigdon and Frederick G. Williams were acknowledged presidents by the voice of the council; and Joseph Smith, Sen., John Smith, Joseph Coe, John Johnson, Martin Harris, John S. Carter, Jared Carter, Oliver Cowdery, Samuel H. Smith, Orson Hyde, Sylvester Smith, and Luke Johnson, high priests, were chosen to be a standing council for the church, by the unanimous voice of the council.",
					"verse": 3
				},
				{
					"reference": "D&C 102:4",
					"text": "The above-named councilors were then asked whether they accepted their appointments, and whether they would act in that office according to the law of heaven, to which they all answered that they accepted their appointments, and would fill their offices according to the grace of God bestowed upon them.",
					"verse": 4
				},
				{
					"reference": "D&C 102:5",
					"text": "The number composing the council, who voted in the name and for the church in appointing the above-named councilors were forty-three, as follows: nine high priests, seventeen elders, four priests, and thirteen members.",
					"verse": 5
				},
				{
					"reference": "D&C 102:6",
					"text": "Voted: that the high council cannot have power to act without seven of the above-named councilors, or their regularly appointed successors are present.",
					"verse": 6
				},
				{
					"reference": "D&C 102:7",
					"text": "These seven shall have power to appoint other high priests, whom they may consider worthy and capable to act in the place of absent councilors.",
					"verse": 7
				},
				{
					"reference": "D&C 102:8",
					"text": "Voted: that whenever any vacancy shall occur by the death, removal from office for transgression, or removal from the bounds of this church government, of any one of the above-named councilors, it shall be filled by the nomination of the president or presidents, and sanctioned by the voice of a general council of high priests, convened for that purpose, to act in the name of the church.",
					"verse": 8
				},
				{
					"reference": "D&C 102:9",
					"text": "The president of the church, who is also the president of the council, is appointed by revelation, and acknowledged in his administration by the voice of the church.",
					"verse": 9
				},
				{
					"reference": "D&C 102:10",
					"text": "And it is according to the dignity of his office that he should preside over the council of the church; and it is his privilege to be assisted by two other presidents, appointed after the same manner that he himself was appointed.",
					"verse": 10
				},
				{
					"reference": "D&C 102:11",
					"text": "And in case of the absence of one or both of those who are appointed to assist him, he has power to preside over the council without an assistant; and in case he himself is absent, the other presidents have power to preside in his stead, both or either of them.",
					"verse": 11
				},
				{
					"reference": "D&C 102:12",
					"text": "Whenever a high council of the church of Christ is regularly organized, according to the foregoing pattern, it shall be the duty of the twelve councilors to cast lots by numbers, and thereby ascertain who of the twelve shall speak first, commencing with number one and so in succession to number twelve.",
					"verse": 12
				},
				{
					"reference": "D&C 102:13",
					"text": "Whenever this council convenes to act upon any case, the twelve councilors shall consider whether it is a difficult one or not; if it is not, two only of the councilors shall speak upon it, according to the form above written.",
					"verse": 13
				},
				{
					"reference": "D&C 102:14",
					"text": "But if it is thought to be difficult, four shall be appointed; and if more difficult, six; but in no case shall more than six be appointed to speak.",
					"verse": 14
				},
				{
					"reference": "D&C 102:15",
					"text": "The accused, in all cases, has a right to one-half of the council, to prevent insult or injustice.",
					"verse": 15
				},
				{
					"reference": "D&C 102:16",
					"text": "And the councilors appointed to speak before the council are to present the case, after the evidence is examined, in its true light before the council; and every man is to speak according to equity and justice.",
					"verse": 16
				},
				{
					"reference": "D&C 102:17",
					"text": "Those councilors who draw even numbers, that is, 2, 4, 6, 8, 10, and 12, are the individuals who are to stand up in behalf of the accused, and prevent insult and injustice.",
					"verse": 17
				},
				{
					"reference": "D&C 102:18",
					"text": "In all cases the accuser and the accused shall have a privilege of speaking for themselves before the council, after the evidences are heard and the councilors who are appointed to speak on the case have finished their remarks.",
					"verse": 18
				},
				{
					"reference": "D&C 102:19",
					"text": "After the evidences are heard, the councilors, accuser and accused have spoken, the president shall give a decision according to the understanding which he shall have of the case, and call upon the twelve councilors to sanction the same by their vote.",
					"verse": 19
				},
				{
					"reference": "D&C 102:20",
					"text": "But should the remaining councilors, who have not spoken, or any one of them, after hearing the evidences and pleadings impartially, discover an error in the decision of the president, they can manifest it, and the case shall have a re-hearing.",
					"verse": 20
				},
				{
					"reference": "D&C 102:21",
					"text": "And if, after a careful re-hearing, any additional light is shown upon the case, the decision shall be altered accordingly.",
					"verse": 21
				},
				{
					"reference": "D&C 102:22",
					"text": "But in case no additional light is given, the first decision shall stand, the majority of the council having power to determine the same.",
					"verse": 22
				},
				{
					"reference": "D&C 102:23",
					"text": "In case of difficulty respecting doctrine or principle, if there is not a sufficiency written to make the case clear to the minds of the council, the president may inquire and obtain the mind of the Lord by revelation.",
					"verse": 23
				},
				{
					"reference": "D&C 102:24",
					"text": "The high priests, when abroad, have power to call and organize a council after the manner of the foregoing, to settle difficulties, when the parties or either of them shall request it.",
					"verse": 24
				},
				{
					"reference": "D&C 102:25",
					"text": "And the said council of high priests shall have power to appoint one of their own number to preside over such council for the time being.",
					"verse": 25
				},
				{
					"reference": "D&C 102:26",
					"text": "It shall be the duty of said council to transmit, immediately, a copy of their proceedings, with a full statement of the testimony accompanying their decision, to the high council of the seat of the First Presidency of the Church.",
					"verse": 26
				},
				{
					"reference": "D&C 102:27",
					"text": "Should the parties or either of them be dissatisfied with the decision of said council, they may appeal to the high council of the seat of the First Presidency of the Church, and have a re-hearing, which case shall there be conducted, according to the former pattern written, as though no such decision had been made.",
					"verse": 27
				},
				{
					"reference": "D&C 102:28",
					"text": "This council of high priests abroad is only to be called on the most difficult cases of church matters; and no common or ordinary case is to be sufficient to call such council.",
					"verse": 28
				},
				{
					"reference": "D&C 102:29",
					"text": "The traveling or located high priests abroad have power to say whether it is necessary to call such a council or not.",
					"verse": 29
				},
				{
					"reference": "D&C 102:30",
					"text": "There is a distinction between the high council or traveling high priests abroad, and the traveling high council composed of the twelve apostles, in their decisions.",
					"verse": 30
				},
				{
					"reference": "D&C 102:31",
					"text": "From the decision of the former there can be an appeal; but from the decision of the latter there cannot.",
					"verse": 31
				},
				{
					"reference": "D&C 102:32",
					"text": "The latter can only be called in question by the general authorities of the church in case of transgression.",
					"verse": 32
				},
				{
					"reference": "D&C 102:33",
					"text": "Resolved: that the president or presidents of the seat of the First Presidency of the Church shall have power to determine whether any such case, as may be appealed, is justly entitled to a re-hearing, after examining the appeal and the evidences and statements accompanying it.",
					"verse": 33
				},
				{
					"reference": "D&C 102:34",
					"text": "The twelve councilors then proceeded to cast lots or ballot, to ascertain who should speak first, and the following was the result, namely: 1, Oliver Cowdery; 2, Joseph Coe; 3, Samuel H. Smith; 4, Luke Johnson; 5, John S. Carter; 6, Sylvester Smith; 7, John Johnson; 8, Orson Hyde; 9, Jared Carter; 10, Joseph Smith, Sen.; 11, John Smith; 12, Martin Harris. After prayer the conference adjourned.",
					"verse": 34
				}
			]