[
				{
					"reference": "D&C 138:1",
					"text": "On the third of October, in the year nineteen hundred and eighteen, I sat in my room pondering over the scriptures;",
					"verse": 1
				},
				{
					"reference": "D&C 138:2",
					"text": "And reflecting upon the great atoning sacrifice that was made by the Son of God, for the redemption of the world;",
					"verse": 2
				},
				{
					"reference": "D&C 138:3",
					"text": "And the great and wonderful love made manifest by the Father and the Son in the coming of the Redeemer into the world;",
					"verse": 3
				},
				{
					"reference": "D&C 138:4",
					"text": "That through his atonement, and by obedience to the principles of the gospel, mankind might be saved.",
					"verse": 4
				},
				{
					"reference": "D&C 138:5",
					"text": "While I was thus engaged, my mind reverted to the writings of the apostle Peter, to the primitive saints scattered abroad throughout Pontus, Galatia, Cappadocia, and other parts of Asia, where the gospel had been preached after the crucifixion of the Lord.",
					"verse": 5
				},
				{
					"reference": "D&C 138:6",
					"text": "I opened the Bible and read the third and fourth chapters of the first epistle of Peter, and as I read I was greatly impressed, more than I had ever been before, with the following passages:",
					"verse": 6
				},
				{
					"reference": "D&C 138:7",
					"text": "\"For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:",
					"verse": 7
				},
				{
					"reference": "D&C 138:8",
					"text": "\"By which also he went and preached unto the spirits in prison;",
					"verse": 8
				},
				{
					"reference": "D&C 138:9",
					"text": "\"Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.\" (1 Peter 3:18–20.)",
					"verse": 9
				},
				{
					"reference": "D&C 138:10",
					"text": "\"For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.\" (1 Peter 4:6.)",
					"verse": 10
				},
				{
					"reference": "D&C 138:11",
					"text": "As I pondered over these things which are written, the eyes of my understanding were opened, and the Spirit of the Lord rested upon me, and I saw the hosts of the dead, both small and great.",
					"verse": 11
				},
				{
					"reference": "D&C 138:12",
					"text": "And there were gathered together in one place an innumerable company of the spirits of the just, who had been faithful in the testimony of Jesus while they lived in mortality;",
					"verse": 12
				},
				{
					"reference": "D&C 138:13",
					"text": "And who had offered sacrifice in the similitude of the great sacrifice of the Son of God, and had suffered tribulation in their Redeemer's name.",
					"verse": 13
				},
				{
					"reference": "D&C 138:14",
					"text": "All these had departed the mortal life, firm in the hope of a glorious resurrection, through the grace of God the Father and his Only Begotten Son, Jesus Christ.",
					"verse": 14
				},
				{
					"reference": "D&C 138:15",
					"text": "I beheld that they were filled with joy and gladness, and were rejoicing together because the day of their deliverance was at hand.",
					"verse": 15
				},
				{
					"reference": "D&C 138:16",
					"text": "They were assembled awaiting the advent of the Son of God into the spirit world, to declare their redemption from the bands of death.",
					"verse": 16
				},
				{
					"reference": "D&C 138:17",
					"text": "Their sleeping dust was to be restored unto its perfect frame, bone to his bone, and the sinews and the flesh upon them, the spirit and the body to be united never again to be divided, that they might receive a fulness of joy.",
					"verse": 17
				},
				{
					"reference": "D&C 138:18",
					"text": "While this vast multitude waited and conversed, rejoicing in the hour of their deliverance from the chains of death, the Son of God appeared, declaring liberty to the captives who had been faithful;",
					"verse": 18
				},
				{
					"reference": "D&C 138:19",
					"text": "And there he preached to them the everlasting gospel, the doctrine of the resurrection and the redemption of mankind from the fall, and from individual sins on conditions of repentance.",
					"verse": 19
				},
				{
					"reference": "D&C 138:20",
					"text": "But unto the wicked he did not go, and among the ungodly and the unrepentant who had defiled themselves while in the flesh, his voice was not raised;",
					"verse": 20
				},
				{
					"reference": "D&C 138:21",
					"text": "Neither did the rebellious who rejected the testimonies and the warnings of the ancient prophets behold his presence, nor look upon his face.",
					"verse": 21
				},
				{
					"reference": "D&C 138:22",
					"text": "Where these were, darkness reigned, but among the righteous there was peace;",
					"verse": 22
				},
				{
					"reference": "D&C 138:23",
					"text": "And the saints rejoiced in their redemption, and bowed the knee and acknowledged the Son of God as their Redeemer and Deliverer from death and the chains of hell.",
					"verse": 23
				},
				{
					"reference": "D&C 138:24",
					"text": "Their countenances shone, and the radiance from the presence of the Lord rested upon them, and they sang praises unto his holy name.",
					"verse": 24
				},
				{
					"reference": "D&C 138:25",
					"text": "I marveled, for I understood that the Savior spent about three years in his ministry among the Jews and those of the house of Israel, endeavoring to teach them the everlasting gospel and call them unto repentance;",
					"verse": 25
				},
				{
					"reference": "D&C 138:26",
					"text": "And yet, notwithstanding his mighty works, and miracles, and proclamation of the truth, in great power and authority, there were but few who hearkened to his voice, and rejoiced in his presence, and received salvation at his hands.",
					"verse": 26
				},
				{
					"reference": "D&C 138:27",
					"text": "But his ministry among those who were dead was limited to the brief time intervening between the crucifixion and his resurrection;",
					"verse": 27
				},
				{
					"reference": "D&C 138:28",
					"text": "And I wondered at the words of Peter—wherein he said that the Son of God preached unto the spirits in prison, who sometime were disobedient, when once the long-suffering of God waited in the days of Noah—and how it was possible for him to preach to those spirits and perform the necessary labor among them in so short a time.",
					"verse": 28
				},
				{
					"reference": "D&C 138:29",
					"text": "And as I wondered, my eyes were opened, and my understanding quickened, and I perceived that the Lord went not in person among the wicked and the disobedient who had rejected the truth, to teach them;",
					"verse": 29
				},
				{
					"reference": "D&C 138:30",
					"text": "But behold, from among the righteous, he organized his forces and appointed messengers, clothed with power and authority, and commissioned them to go forth and carry the light of the gospel to them that were in darkness, even to all the spirits of men; and thus was the gospel preached to the dead.",
					"verse": 30
				},
				{
					"reference": "D&C 138:31",
					"text": "And the chosen messengers went forth to declare the acceptable day of the Lord and proclaim liberty to the captives who were bound, even unto all who would repent of their sins and receive the gospel.",
					"verse": 31
				},
				{
					"reference": "D&C 138:32",
					"text": "Thus was the gospel preached to those who had died in their sins, without a knowledge of the truth, or in transgression, having rejected the prophets.",
					"verse": 32
				},
				{
					"reference": "D&C 138:33",
					"text": "These were taught faith in God, repentance from sin, vicarious baptism for the remission of sins, the gift of the Holy Ghost by the laying on of hands,",
					"verse": 33
				},
				{
					"reference": "D&C 138:34",
					"text": "And all other principles of the gospel that were necessary for them to know in order to qualify themselves that they might be judged according to men in the flesh, but live according to God in the spirit.",
					"verse": 34
				},
				{
					"reference": "D&C 138:35",
					"text": "And so it was made known among the dead, both small and great, the unrighteous as well as the faithful, that redemption had been wrought through the sacrifice of the Son of God upon the cross.",
					"verse": 35
				},
				{
					"reference": "D&C 138:36",
					"text": "Thus was it made known that our Redeemer spent his time during his sojourn in the world of spirits, instructing and preparing the faithful spirits of the prophets who had testified of him in the flesh;",
					"verse": 36
				},
				{
					"reference": "D&C 138:37",
					"text": "That they might carry the message of redemption unto all the dead, unto whom he could not go personally, because of their rebellion and transgression, that they through the ministration of his servants might also hear his words.",
					"verse": 37
				},
				{
					"reference": "D&C 138:38",
					"text": "Among the great and mighty ones who were assembled in this vast congregation of the righteous were Father Adam, the Ancient of Days and father of all,",
					"verse": 38
				},
				{
					"reference": "D&C 138:39",
					"text": "And our glorious Mother Eve, with many of her faithful daughters who had lived through the ages and worshiped the true and living God.",
					"verse": 39
				},
				{
					"reference": "D&C 138:40",
					"text": "Abel, the first martyr, was there, and his brother Seth, one of the mighty ones, who was in the express image of his father, Adam.",
					"verse": 40
				},
				{
					"reference": "D&C 138:41",
					"text": "Noah, who gave warning of the flood; Shem, the great high priest; Abraham, the father of the faithful; Isaac, Jacob, and Moses, the great law-giver of Israel;",
					"verse": 41
				},
				{
					"reference": "D&C 138:42",
					"text": "And Isaiah, who declared by prophecy that the Redeemer was anointed to bind up the broken-hearted, to proclaim liberty to the captives, and the opening of the prison to them that were bound, were also there.",
					"verse": 42
				},
				{
					"reference": "D&C 138:43",
					"text": "Moreover, Ezekiel, who was shown in vision the great valley of dry bones, which were to be clothed upon with flesh, to come forth again in the resurrection of the dead, living souls;",
					"verse": 43
				},
				{
					"reference": "D&C 138:44",
					"text": "Daniel, who foresaw and foretold the establishment of the kingdom of God in the latter days, never again to be destroyed nor given to other people;",
					"verse": 44
				},
				{
					"reference": "D&C 138:45",
					"text": "Elias, who was with Moses on the Mount of Transfiguration;",
					"verse": 45
				},
				{
					"reference": "D&C 138:46",
					"text": "And Malachi, the prophet who testified of the coming of Elijah—of whom also Moroni spake to the Prophet Joseph Smith, declaring that he should come before the ushering in of the great and dreadful day of the Lord—were also there.",
					"verse": 46
				},
				{
					"reference": "D&C 138:47",
					"text": "The Prophet Elijah was to plant in the hearts of the children the promises made to their fathers,",
					"verse": 47
				},
				{
					"reference": "D&C 138:48",
					"text": "Foreshadowing the great work to be done in the temples of the Lord in the dispensation of the fulness of times, for the redemption of the dead, and the sealing of the children to their parents, lest the whole earth be smitten with a curse and utterly wasted at his coming.",
					"verse": 48
				},
				{
					"reference": "D&C 138:49",
					"text": "All these and many more, even the prophets who dwelt among the Nephites and testified of the coming of the Son of God, mingled in the vast assembly and waited for their deliverance,",
					"verse": 49
				},
				{
					"reference": "D&C 138:50",
					"text": "For the dead had looked upon the long absence of their spirits from their bodies as a bondage.",
					"verse": 50
				},
				{
					"reference": "D&C 138:51",
					"text": "These the Lord taught, and gave them power to come forth, after his resurrection from the dead, to enter into his Father's kingdom, there to be crowned with immortality and eternal life,",
					"verse": 51
				},
				{
					"reference": "D&C 138:52",
					"text": "And continue thenceforth their labor as had been promised by the Lord, and be partakers of all blessings which were held in reserve for them that love him.",
					"verse": 52
				},
				{
					"reference": "D&C 138:53",
					"text": "The Prophet Joseph Smith, and my father, Hyrum Smith, Brigham Young, John Taylor, Wilford Woodruff, and other choice spirits who were reserved to come forth in the fulness of times to take part in laying the foundations of the great latter-day work,",
					"verse": 53
				},
				{
					"reference": "D&C 138:54",
					"text": "Including the building of the temples and the performance of ordinances therein for the redemption of the dead, were also in the spirit world.",
					"verse": 54
				},
				{
					"reference": "D&C 138:55",
					"text": "I observed that they were also among the noble and great ones who were chosen in the beginning to be rulers in the Church of God.",
					"verse": 55
				},
				{
					"reference": "D&C 138:56",
					"text": "Even before they were born, they, with many others, received their first lessons in the world of spirits and were prepared to come forth in the due time of the Lord to labor in his vineyard for the salvation of the souls of men.",
					"verse": 56
				},
				{
					"reference": "D&C 138:57",
					"text": "I beheld that the faithful elders of this dispensation, when they depart from mortal life, continue their labors in the preaching of the gospel of repentance and redemption, through the sacrifice of the Only Begotten Son of God, among those who are in darkness and under the bondage of sin in the great world of the spirits of the dead.",
					"verse": 57
				},
				{
					"reference": "D&C 138:58",
					"text": "The dead who repent will be redeemed, through obedience to the ordinances of the house of God,",
					"verse": 58
				},
				{
					"reference": "D&C 138:59",
					"text": "And after they have paid the penalty of their transgressions, and are washed clean, shall receive a reward according to their works, for they are heirs of salvation.",
					"verse": 59
				},
				{
					"reference": "D&C 138:60",
					"text": "Thus was the vision of the redemption of the dead revealed to me, and I bear record, and I know that this record is true, through the blessing of our Lord and Savior, Jesus Christ, even so. Amen.",
					"verse": 60
				}
			]