[
				{
					"reference": "D&C 137:1",
					"text": "The heavens were opened upon us, and I beheld the celestial kingdom of God, and the glory thereof, whether in the body or out I cannot tell.",
					"verse": 1
				},
				{
					"reference": "D&C 137:2",
					"text": "I saw the transcendent beauty of the gate through which the heirs of that kingdom will enter, which was like unto circling flames of fire;",
					"verse": 2
				},
				{
					"reference": "D&C 137:3",
					"text": "Also the blazing throne of God, whereon was seated the Father and the Son.",
					"verse": 3
				},
				{
					"reference": "D&C 137:4",
					"text": "I saw the beautiful streets of that kingdom, which had the appearance of being paved with gold.",
					"verse": 4
				},
				{
					"reference": "D&C 137:5",
					"text": "I saw Father Adam and Abraham; and my father and my mother; my brother Alvin, that has long since slept;",
					"verse": 5
				},
				{
					"reference": "D&C 137:6",
					"text": "And marveled how it was that he had obtained an inheritance in that kingdom, seeing that he had departed this life before the Lord had set his hand to gather Israel the second time, and had not been baptized for the remission of sins.",
					"verse": 6
				},
				{
					"reference": "D&C 137:7",
					"text": "Thus came the voice of the Lord unto me, saying: All who have died without a knowledge of this gospel, who would have received it if they had been permitted to tarry, shall be heirs of the celestial kingdom of God;",
					"verse": 7
				},
				{
					"reference": "D&C 137:8",
					"text": "Also all that shall die henceforth without a knowledge of it, who would have received it with all their hearts, shall be heirs of that kingdom;",
					"verse": 8
				},
				{
					"reference": "D&C 137:9",
					"text": "For I, the Lord, will judge all men according to their works, according to the desire of their hearts.",
					"verse": 9
				},
				{
					"reference": "D&C 137:10",
					"text": "And I also beheld that all children who die before they arrive at the years of accountability are saved in the celestial kingdom of heaven.",
					"verse": 10
				}
			]