[
				{
					"reference": "D&C 35:1",
					"text": "Listen to the voice of the Lord your God, even Alpha and Omega, the beginning and the end, whose course is one eternal round, the same today as yesterday, and forever.",
					"verse": 1
				},
				{
					"reference": "D&C 35:2",
					"text": "I am Jesus Christ, the Son of God, who was crucified for the sins of the world, even as many as will believe on my name, that they may become the sons of God, even one in me as I am one in the Father, as the Father is one in me, that we may be one.",
					"verse": 2
				},
				{
					"reference": "D&C 35:3",
					"text": "Behold, verily, verily, I say unto my servant Sidney, I have looked upon thee and thy works. I have heard thy prayers, and prepared thee for a greater work.",
					"verse": 3
				},
				{
					"reference": "D&C 35:4",
					"text": "Thou art blessed, for thou shalt do great things. Behold thou wast sent forth, even as John, to prepare the way before me, and before Elijah which should come, and thou knewest it not.",
					"verse": 4
				},
				{
					"reference": "D&C 35:5",
					"text": "Thou didst baptize by water unto repentance, but they received not the Holy Ghost;",
					"verse": 5
				},
				{
					"reference": "D&C 35:6",
					"text": "But now I give unto thee a commandment, that thou shalt baptize by water, and they shall receive the Holy Ghost by the laying on of the hands, even as the apostles of old.",
					"verse": 6
				},
				{
					"reference": "D&C 35:7",
					"text": "And it shall come to pass that there shall be a great work in the land, even among the Gentiles, for their folly and their abominations shall be made manifest in the eyes of all people.",
					"verse": 7
				},
				{
					"reference": "D&C 35:8",
					"text": "For I am God, and mine arm is not shortened; and I will show miracles, signs, and wonders, unto all those who believe on my name.",
					"verse": 8
				},
				{
					"reference": "D&C 35:9",
					"text": "And whoso shall ask it in my name in faith, they shall cast out devils; they shall heal the sick; they shall cause the blind to receive their sight, and the deaf to hear, and the dumb to speak, and the lame to walk.",
					"verse": 9
				},
				{
					"reference": "D&C 35:10",
					"text": "And the time speedily cometh that great things are to be shown forth unto the children of men;",
					"verse": 10
				},
				{
					"reference": "D&C 35:11",
					"text": "But without faith shall not anything be shown forth except desolations upon Babylon, the same which has made all nations drink of the wine of the wrath of her fornication.",
					"verse": 11
				},
				{
					"reference": "D&C 35:12",
					"text": "And there are none that doeth good except those who are ready to receive the fulness of my gospel, which I have sent forth unto this generation.",
					"verse": 12
				},
				{
					"reference": "D&C 35:13",
					"text": "Wherefore, I call upon the weak things of the world, those who are unlearned and despised, to thresh the nations by the power of my Spirit;",
					"verse": 13
				},
				{
					"reference": "D&C 35:14",
					"text": "And their arm shall be my arm, and I will be their shield and their buckler; and I will gird up their loins, and they shall fight manfully for me; and their enemies shall be under their feet; and I will let fall the sword in their behalf, and by the fire of mine indignation will I preserve them.",
					"verse": 14
				},
				{
					"reference": "D&C 35:15",
					"text": "And the poor and the meek shall have the gospel preached unto them, and they shall be looking forth for the time of my coming, for it is nigh at hand—",
					"verse": 15
				},
				{
					"reference": "D&C 35:16",
					"text": "And they shall learn the parable of the fig tree, for even now already summer is nigh.",
					"verse": 16
				},
				{
					"reference": "D&C 35:17",
					"text": "And I have sent forth the fulness of my gospel by the hand of my servant Joseph; and in weakness have I blessed him;",
					"verse": 17
				},
				{
					"reference": "D&C 35:18",
					"text": "And I have given unto him the keys of the mystery of those things which have been sealed, even things which were from the foundation of the world, and the things which shall come from this time until the time of my coming, if he abide in me, and if not, another will I plant in his stead.",
					"verse": 18
				},
				{
					"reference": "D&C 35:19",
					"text": "Wherefore, watch over him that his faith fail not, and it shall be given by the Comforter, the Holy Ghost, that knoweth all things.",
					"verse": 19
				},
				{
					"reference": "D&C 35:20",
					"text": "And a commandment I give unto thee—that thou shalt write for him; and the scriptures shall be given, even as they are in mine own bosom, to the salvation of mine own elect;",
					"verse": 20
				},
				{
					"reference": "D&C 35:21",
					"text": "For they will hear my voice, and shall see me, and shall not be asleep, and shall abide the day of my coming; for they shall be purified, even as I am pure.",
					"verse": 21
				},
				{
					"reference": "D&C 35:22",
					"text": "And now I say unto you, tarry with him, and he shall journey with you; forsake him not, and surely these things shall be fulfilled.",
					"verse": 22
				},
				{
					"reference": "D&C 35:23",
					"text": "And inasmuch as ye do not write, behold, it shall be given unto him to prophesy; and thou shalt preach my gospel and call on the holy prophets to prove his words, as they shall be given him.",
					"verse": 23
				},
				{
					"reference": "D&C 35:24",
					"text": "Keep all the commandments and covenants by which ye are bound; and I will cause the heavens to shake for your good, and Satan shall tremble and Zion shall rejoice upon the hills and flourish;",
					"verse": 24
				},
				{
					"reference": "D&C 35:25",
					"text": "And Israel shall be saved in mine own due time; and by the keys which I have given shall they be led, and no more be confounded at all.",
					"verse": 25
				},
				{
					"reference": "D&C 35:26",
					"text": "Lift up your hearts and be glad, your redemption draweth nigh.",
					"verse": 26
				},
				{
					"reference": "D&C 35:27",
					"text": "Fear not, little flock, the kingdom is yours until I come. Behold, I come quickly. Even so. Amen.",
					"verse": 27
				}
			]