[
                        {
                            "reference": "Ether 14:1",
                            "text": "And now there began to be a great curse upon all the land because of the iniquity of the people, in which, if a man should lay his tool or his sword upon his shelf, or upon the place whither he would keep it, behold, upon the morrow, he could not find it, so great was the curse upon the land.",
                            "verse": 1
                        },
                        {
                            "reference": "Ether 14:2",
                            "text": "Wherefore every man did cleave unto that which was his own, with his hands, and would not borrow neither would he lend; and every man kept the hilt of his sword in his right hand, in the defence of his property and his own life and of his wives and children.",
                            "verse": 2
                        },
                        {
                            "reference": "Ether 14:3",
                            "text": "And now, after the space of two years, and after the death of Shared, behold, there arose the brother of Shared and he gave battle unto Coriantumr, in which Coriantumr did beat him and did pursue him to the wilderness of Akish.",
                            "verse": 3
                        },
                        {
                            "reference": "Ether 14:4",
                            "text": "And it came to pass that the brother of Shared did give battle unto him in the wilderness of Akish; and the battle became exceedingly sore, and many thousands fell by the sword.",
                            "verse": 4
                        },
                        {
                            "reference": "Ether 14:5",
                            "text": "And it came to pass that Coriantumr did lay siege to the wilderness; and the brother of Shared did march forth out of the wilderness by night, and slew a part of the army of Coriantumr, as they were drunken.",
                            "verse": 5
                        },
                        {
                            "reference": "Ether 14:6",
                            "text": "And he came forth to the land of Moron, and placed himself upon the throne of Coriantumr.",
                            "verse": 6
                        },
                        {
                            "reference": "Ether 14:7",
                            "text": "And it came to pass that Coriantumr dwelt with his army in the wilderness for the space of two years, in which he did receive great strength to his army.",
                            "verse": 7
                        },
                        {
                            "reference": "Ether 14:8",
                            "text": "Now the brother of Shared, whose name was Gilead, also received great strength to his army, because of secret combinations.",
                            "verse": 8
                        },
                        {
                            "reference": "Ether 14:9",
                            "text": "And it came to pass that his high priest murdered him as he sat upon his throne.",
                            "verse": 9
                        },
                        {
                            "reference": "Ether 14:10",
                            "text": "And it came to pass that one of the secret combinations murdered him in a secret pass, and obtained unto himself the kingdom; and his name was Lib; and Lib was a man of great stature, more than any other man among all the people.",
                            "verse": 10
                        },
                        {
                            "reference": "Ether 14:11",
                            "text": "And it came to pass that in the first year of Lib, Coriantumr came up unto the land of Moron, and gave battle unto Lib.",
                            "verse": 11
                        },
                        {
                            "reference": "Ether 14:12",
                            "text": "And it came to pass that he fought with Lib, in which Lib did smite upon his arm that he was wounded; nevertheless, the army of Coriantumr did press forward upon Lib, that he fled to the borders upon the seashore.",
                            "verse": 12
                        },
                        {
                            "reference": "Ether 14:13",
                            "text": "And it came to pass that Coriantumr pursued him; and Lib gave battle unto him upon the seashore.",
                            "verse": 13
                        },
                        {
                            "reference": "Ether 14:14",
                            "text": "And it came to pass that Lib did smite the army of Coriantumr, that they fled again to the wilderness of Akish.",
                            "verse": 14
                        },
                        {
                            "reference": "Ether 14:15",
                            "text": "And it came to pass that Lib did pursue him until he came to the plains of Agosh. And Coriantumr had taken all the people with him as he fled before Lib in that quarter of the land whither he fled.",
                            "verse": 15
                        },
                        {
                            "reference": "Ether 14:16",
                            "text": "And when he had come to the plains of Agosh he gave battle unto Lib, and he smote upon him until he died; nevertheless, the brother of Lib did come against Coriantumr in the stead thereof, and the battle became exceedingly sore, in the which Coriantumr fled again before the army of the brother of Lib.",
                            "verse": 16
                        },
                        {
                            "reference": "Ether 14:17",
                            "text": "Now the name of the brother of Lib was called Shiz. And it came to pass that Shiz pursued after Coriantumr, and he did overthrow many cities, and he did slay both women and children, and he did burn the cities.",
                            "verse": 17
                        },
                        {
                            "reference": "Ether 14:18",
                            "text": "And there went a fear of Shiz throughout all the land; yea, a cry went forth throughout the land—Who can stand before the army of Shiz? Behold, he sweepeth the earth before him!",
                            "verse": 18
                        },
                        {
                            "reference": "Ether 14:19",
                            "text": "And it came to pass that the people began to flock together in armies, throughout all the face of the land.",
                            "verse": 19
                        },
                        {
                            "reference": "Ether 14:20",
                            "text": "And they were divided; and a part of them fled to the army of Shiz, and a part of them fled to the army of Coriantumr.",
                            "verse": 20
                        },
                        {
                            "reference": "Ether 14:21",
                            "text": "And so great and lasting had been the war, and so long had been the scene of bloodshed and carnage, that the whole face of the land was covered with the bodies of the dead.",
                            "verse": 21
                        },
                        {
                            "reference": "Ether 14:22",
                            "text": "And so swift and speedy was the war that there was none left to bury the dead, but they did march forth from the shedding of blood to the shedding of blood, leaving the bodies of both men, women, and children strewed upon the face of the land, to become a prey to the worms of the flesh.",
                            "verse": 22
                        },
                        {
                            "reference": "Ether 14:23",
                            "text": "And the scent thereof went forth upon the face of the land, even upon all the face of the land; wherefore the people became troubled by day and by night, because of the scent thereof.",
                            "verse": 23
                        },
                        {
                            "reference": "Ether 14:24",
                            "text": "Nevertheless, Shiz did not cease to pursue Coriantumr; for he had sworn to avenge himself upon Coriantumr of the blood of his brother, who had been slain, and the word of the Lord which came to Ether that Coriantumr should not fall by the sword.",
                            "verse": 24
                        },
                        {
                            "reference": "Ether 14:25",
                            "text": "And thus we see that the Lord did visit them in the fulness of his wrath, and their wickedness and abominations had prepared a way for their everlasting destruction.",
                            "verse": 25
                        },
                        {
                            "reference": "Ether 14:26",
                            "text": "And it came to pass that Shiz did pursue Coriantumr eastward, even to the borders by the seashore, and there he gave battle unto Shiz for the space of three days.",
                            "verse": 26
                        },
                        {
                            "reference": "Ether 14:27",
                            "text": "And so terrible was the destruction among the armies of Shiz that the people began to be frightened, and began to flee before the armies of Coriantumr; and they fled to the land of Corihor, and swept off the inhabitants before them, all them that would not join them.",
                            "verse": 27
                        },
                        {
                            "reference": "Ether 14:28",
                            "text": "And they pitched their tents in the valley of Corihor; and Coriantumr pitched his tents in the valley of Shurr. Now the valley of Shurr was near the hill Comnor; wherefore, Coriantumr did gather his armies together upon the hill Comnor, and did sound a trumpet unto the armies of Shiz to invite them forth to battle.",
                            "verse": 28
                        },
                        {
                            "reference": "Ether 14:29",
                            "text": "And it came to pass that they came forth, but were driven again; and they came the second time, and they were driven again the second time. And it came to pass that they came again the third time, and the battle became exceedingly sore.",
                            "verse": 29
                        },
                        {
                            "reference": "Ether 14:30",
                            "text": "And it came to pass that Shiz smote upon Coriantumr that he gave him many deep wounds; and Coriantumr, having lost his blood, fainted, and was carried away as though he were dead.",
                            "verse": 30
                        },
                        {
                            "reference": "Ether 14:31",
                            "text": "Now the loss of men, women and children on both sides was so great that Shiz commanded his people that they should not pursue the armies of Coriantumr; wherefore, they returned to their camp.",
                            "verse": 31
                        }
                    ]