[
                        {
                            "reference": "Ether 1:1",
                            "text": "And now I, Moroni, proceed to give an account of those ancient inhabitants who were destroyed by the hand of the Lord upon the face of this north country.",
                            "verse": 1
                        },
                        {
                            "reference": "Ether 1:2",
                            "text": "And I take mine account from the twenty and four plates which were found by the people of Limhi, which is called the Book of Ether.",
                            "verse": 2
                        },
                        {
                            "reference": "Ether 1:3",
                            "text": "And as I suppose that the first part of this record, which speaks concerning the creation of the world, and also of Adam, and an account from that time even to the great tower, and whatsoever things transpired among the children of men until that time, is had among the Jews—",
                            "verse": 3
                        },
                        {
                            "reference": "Ether 1:4",
                            "text": "Therefore I do not write those things which transpired from the days of Adam until that time; but they are had upon the plates; and whoso findeth them, the same will have power that he may get the full account.",
                            "verse": 4
                        },
                        {
                            "reference": "Ether 1:5",
                            "text": "But behold, I give not the full account, but a part of the account I give, from the tower down until they were destroyed.",
                            "verse": 5
                        },
                        {
                            "reference": "Ether 1:6",
                            "text": "And on this wise do I give the account. He that wrote this record was Ether, and he was a descendant of Coriantor.",
                            "verse": 6
                        },
                        {
                            "reference": "Ether 1:7",
                            "text": "Coriantor was the son of Moron.",
                            "verse": 7
                        },
                        {
                            "reference": "Ether 1:8",
                            "text": "And Moron was the son of Ethem.",
                            "verse": 8
                        },
                        {
                            "reference": "Ether 1:9",
                            "text": "And Ethem was the son of Ahah.",
                            "verse": 9
                        },
                        {
                            "reference": "Ether 1:10",
                            "text": "And Ahah was the son of Seth.",
                            "verse": 10
                        },
                        {
                            "reference": "Ether 1:11",
                            "text": "And Seth was the son of Shiblon.",
                            "verse": 11
                        },
                        {
                            "reference": "Ether 1:12",
                            "text": "And Shiblon was the son of Com.",
                            "verse": 12
                        },
                        {
                            "reference": "Ether 1:13",
                            "text": "And Com was the son of Coriantum.",
                            "verse": 13
                        },
                        {
                            "reference": "Ether 1:14",
                            "text": "And Coriantum was the son of Amnigaddah.",
                            "verse": 14
                        },
                        {
                            "reference": "Ether 1:15",
                            "text": "And Amnigaddah was the son of Aaron.",
                            "verse": 15
                        },
                        {
                            "reference": "Ether 1:16",
                            "text": "And Aaron was a descendant of Heth, who was the son of Hearthom.",
                            "verse": 16
                        },
                        {
                            "reference": "Ether 1:17",
                            "text": "And Hearthom was the son of Lib.",
                            "verse": 17
                        },
                        {
                            "reference": "Ether 1:18",
                            "text": "And Lib was the son of Kish.",
                            "verse": 18
                        },
                        {
                            "reference": "Ether 1:19",
                            "text": "And Kish was the son of Corom.",
                            "verse": 19
                        },
                        {
                            "reference": "Ether 1:20",
                            "text": "And Corom was the son of Levi.",
                            "verse": 20
                        },
                        {
                            "reference": "Ether 1:21",
                            "text": "And Levi was the son of Kim.",
                            "verse": 21
                        },
                        {
                            "reference": "Ether 1:22",
                            "text": "And Kim was the son of Morianton.",
                            "verse": 22
                        },
                        {
                            "reference": "Ether 1:23",
                            "text": "And Morianton was a descendant of Riplakish.",
                            "verse": 23
                        },
                        {
                            "reference": "Ether 1:24",
                            "text": "And Riplakish was the son of Shez.",
                            "verse": 24
                        },
                        {
                            "reference": "Ether 1:25",
                            "text": "And Shez was the son of Heth.",
                            "verse": 25
                        },
                        {
                            "reference": "Ether 1:26",
                            "text": "And Heth was the son of Com.",
                            "verse": 26
                        },
                        {
                            "reference": "Ether 1:27",
                            "text": "And Com was the son of Coriantum.",
                            "verse": 27
                        },
                        {
                            "reference": "Ether 1:28",
                            "text": "And Coriantum was the son of Emer.",
                            "verse": 28
                        },
                        {
                            "reference": "Ether 1:29",
                            "text": "And Emer was the son of Omer.",
                            "verse": 29
                        },
                        {
                            "reference": "Ether 1:30",
                            "text": "And Omer was the son of Shule.",
                            "verse": 30
                        },
                        {
                            "reference": "Ether 1:31",
                            "text": "And Shule was the son of Kib.",
                            "verse": 31
                        },
                        {
                            "reference": "Ether 1:32",
                            "text": "And Kib was the son of Orihah, who was the son of Jared;",
                            "verse": 32
                        },
                        {
                            "reference": "Ether 1:33",
                            "text": "Which Jared came forth with his brother and their families, with some others and their families, from the great tower, at the time the Lord confounded the language of the people, and swore in his wrath that they should be scattered upon all the face of the earth; and according to the word of the Lord the people were scattered.",
                            "verse": 33
                        },
                        {
                            "reference": "Ether 1:34",
                            "text": "And the brother of Jared being a large and mighty man, and a man highly favored of the Lord, Jared, his brother, said unto him: Cry unto the Lord, that he will not confound us that we may not understand our words.",
                            "verse": 34
                        },
                        {
                            "reference": "Ether 1:35",
                            "text": "And it came to pass that the brother of Jared did cry unto the Lord, and the Lord had compassion upon Jared; therefore he did not confound the language of Jared; and Jared and his brother were not confounded.",
                            "verse": 35
                        },
                        {
                            "reference": "Ether 1:36",
                            "text": "Then Jared said unto his brother: Cry again unto the Lord, and it may be that he will turn away his anger from them who are our friends, that he confound not their language.",
                            "verse": 36
                        },
                        {
                            "reference": "Ether 1:37",
                            "text": "And it came to pass that the brother of Jared did cry unto the Lord, and the Lord had compassion upon their friends and their families also, that they were not confounded.",
                            "verse": 37
                        },
                        {
                            "reference": "Ether 1:38",
                            "text": "And it came to pass that Jared spake again unto his brother, saying: Go and inquire of the Lord whether he will drive us out of the land, and if he will drive us out of the land, cry unto him whither we shall go. And who knoweth but the Lord will carry us forth into a land which is choice above all the earth? And if it so be, let us be faithful unto the Lord, that we may receive it for our inheritance.",
                            "verse": 38
                        },
                        {
                            "reference": "Ether 1:39",
                            "text": "And it came to pass that the brother of Jared did cry unto the Lord according to that which had been spoken by the mouth of Jared.",
                            "verse": 39
                        },
                        {
                            "reference": "Ether 1:40",
                            "text": "And it came to pass that the Lord did hear the brother of Jared, and had compassion upon him, and said unto him:",
                            "verse": 40
                        },
                        {
                            "reference": "Ether 1:41",
                            "text": "Go to and gather together thy flocks, both male and female, of every kind; and also of the seed of the earth of every kind; and thy families; and also Jared thy brother and his family; and also thy friends and their families, and the friends of Jared and their families.",
                            "verse": 41
                        },
                        {
                            "reference": "Ether 1:42",
                            "text": "And when thou hast done this thou shalt go at the head of them down into the valley which is northward. And there will I meet thee, and I will go before thee into a land which is choice above all the lands of the earth.",
                            "verse": 42
                        },
                        {
                            "reference": "Ether 1:43",
                            "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                            "verse": 43
                        }
                    ]