[
                        {
                            "reference": "Genesis 10:1",
                            "text": "Now these are the generations of the sons of Noah, Shem, Ham, and Japheth: and unto them were sons born after the flood.",
                            "verse": 1
                        },
                        {
                            "reference": "Genesis 10:2",
                            "text": "The sons of Japheth; Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras.",
                            "verse": 2
                        },
                        {
                            "reference": "Genesis 10:3",
                            "text": "And the sons of Gomer; Ashkenaz, and Riphath, and Togarmah.",
                            "verse": 3
                        },
                        {
                            "reference": "Genesis 10:4",
                            "text": "And the sons of Javan; Elishah, and Tarshish, Kittim, and Dodanim.",
                            "verse": 4
                        },
                        {
                            "reference": "Genesis 10:5",
                            "text": "By these were the isles of the Gentiles divided in their lands; every one after his tongue, after their families, in their nations.",
                            "verse": 5
                        },
                        {
                            "pilcrow": true,
                            "reference": "Genesis 10:6",
                            "text": "And the sons of Ham; Cush, and Mizraim, and Phut, and Canaan.",
                            "verse": 6
                        },
                        {
                            "reference": "Genesis 10:7",
                            "text": "And the sons of Cush; Seba, and Havilah, and Sabtah, and Raamah, and Sabtecha: and the sons of Raamah; Sheba, and Dedan.",
                            "verse": 7
                        },
                        {
                            "reference": "Genesis 10:8",
                            "text": "And Cush begat Nimrod: he began to be a mighty one in the earth.",
                            "verse": 8
                        },
                        {
                            "reference": "Genesis 10:9",
                            "text": "He was a mighty hunter before the LORD: wherefore it is said, Even as Nimrod the mighty hunter before the LORD.",
                            "verse": 9
                        },
                        {
                            "reference": "Genesis 10:10",
                            "text": "And the beginning of his kingdom was Babel, and Erech, and Accad, and Calneh, in the land of Shinar.",
                            "verse": 10
                        },
                        {
                            "reference": "Genesis 10:11",
                            "text": "Out of that land went forth Asshur, and builded Nineveh, and the city Rehoboth, and Calah,",
                            "verse": 11
                        },
                        {
                            "reference": "Genesis 10:12",
                            "text": "And Resen between Nineveh and Calah: the same is a great city.",
                            "verse": 12
                        },
                        {
                            "reference": "Genesis 10:13",
                            "text": "And Mizraim begat Ludim, and Anamim, and Lehabim, and Naphtuhim,",
                            "verse": 13
                        },
                        {
                            "reference": "Genesis 10:14",
                            "text": "And Pathrusim, and Casluhim, (out of whom came Philistim,) and Caphtorim.",
                            "verse": 14
                        },
                        {
                            "pilcrow": true,
                            "reference": "Genesis 10:15",
                            "text": "And Canaan begat Sidon his firstborn, and Heth,",
                            "verse": 15
                        },
                        {
                            "reference": "Genesis 10:16",
                            "text": "And the Jebusite, and the Amorite, and the Girgasite,",
                            "verse": 16
                        },
                        {
                            "reference": "Genesis 10:17",
                            "text": "And the Hivite, and the Arkite, and the Sinite,",
                            "verse": 17
                        },
                        {
                            "reference": "Genesis 10:18",
                            "text": "And the Arvadite, and the Zemarite, and the Hamathite: and afterward were the families of the Canaanites spread abroad.",
                            "verse": 18
                        },
                        {
                            "reference": "Genesis 10:19",
                            "text": "And the border of the Canaanites was from Sidon, as thou comest to Gerar, unto Gaza; as thou goest, unto Sodom, and Gomorrah, and Admah, and Zeboim, even unto Lasha.",
                            "verse": 19
                        },
                        {
                            "reference": "Genesis 10:20",
                            "text": "These are the sons of Ham, after their families, after their tongues, in their countries, and in their nations.",
                            "verse": 20
                        },
                        {
                            "pilcrow": true,
                            "reference": "Genesis 10:21",
                            "text": "Unto Shem also, the father of all the children of Eber, the brother of Japheth the elder, even to him were children born.",
                            "verse": 21
                        },
                        {
                            "reference": "Genesis 10:22",
                            "text": "The children of Shem; Elam, and Asshur, and Arphaxad, and Lud, and Aram.",
                            "verse": 22
                        },
                        {
                            "reference": "Genesis 10:23",
                            "text": "And the children of Aram; Uz, and Hul, and Gether, and Mash.",
                            "verse": 23
                        },
                        {
                            "reference": "Genesis 10:24",
                            "text": "And Arphaxad begat Salah; and Salah begat Eber.",
                            "verse": 24
                        },
                        {
                            "reference": "Genesis 10:25",
                            "text": "And unto Eber were born two sons: the name of one was Peleg; for in his days was the earth divided; and his brother's name was Joktan.",
                            "verse": 25
                        },
                        {
                            "reference": "Genesis 10:26",
                            "text": "And Joktan begat Almodad, and Sheleph, and Hazarmaveth, and Jerah,",
                            "verse": 26
                        },
                        {
                            "reference": "Genesis 10:27",
                            "text": "And Hadoram, and Uzal, and Diklah,",
                            "verse": 27
                        },
                        {
                            "reference": "Genesis 10:28",
                            "text": "And Obal, and Abimael, and Sheba,",
                            "verse": 28
                        },
                        {
                            "reference": "Genesis 10:29",
                            "text": "And Ophir, and Havilah, and Jobab: all these were the sons of Joktan.",
                            "verse": 29
                        },
                        {
                            "reference": "Genesis 10:30",
                            "text": "And their dwelling was from Mesha, as thou goest unto Sephar a mount of the east.",
                            "verse": 30
                        },
                        {
                            "reference": "Genesis 10:31",
                            "text": "These are the sons of Shem, after their families, after their tongues, in their lands, after their nations.",
                            "verse": 31
                        },
                        {
                            "reference": "Genesis 10:32",
                            "text": "These are the families of the sons of Noah, after their generations, in their nations: and by these were the nations divided in the earth after the flood.",
                            "verse": 32
                        }
                    ]