[
                        {
                            "reference": "Luke 15:1",
                            "text": "Then drew near unto him all the publicans and sinners for to hear him.",
                            "verse": 1
                        },
                        {
                            "reference": "Luke 15:2",
                            "text": "And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them.",
                            "verse": 2
                        },
                        {
                            "pilcrow": true,
                            "reference": "Luke 15:3",
                            "text": "And he spake this parable unto them, saying,",
                            "verse": 3
                        },
                        {
                            "reference": "Luke 15:4",
                            "text": "What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?",
                            "verse": 4
                        },
                        {
                            "reference": "Luke 15:5",
                            "text": "And when he hath found it, he layeth it on his shoulders, rejoicing.",
                            "verse": 5
                        },
                        {
                            "reference": "Luke 15:6",
                            "text": "And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.",
                            "verse": 6
                        },
                        {
                            "reference": "Luke 15:7",
                            "text": "I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance.",
                            "verse": 7
                        },
                        {
                            "pilcrow": true,
                            "reference": "Luke 15:8",
                            "text": "Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it?",
                            "verse": 8
                        },
                        {
                            "reference": "Luke 15:9",
                            "text": "And when she hath found it, she calleth her friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost.",
                            "verse": 9
                        },
                        {
                            "reference": "Luke 15:10",
                            "text": "Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth.",
                            "verse": 10
                        },
                        {
                            "pilcrow": true,
                            "reference": "Luke 15:11",
                            "text": "And he said, A certain man had two sons:",
                            "verse": 11
                        },
                        {
                            "reference": "Luke 15:12",
                            "text": "And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.",
                            "verse": 12
                        },
                        {
                            "reference": "Luke 15:13",
                            "text": "And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living.",
                            "verse": 13
                        },
                        {
                            "reference": "Luke 15:14",
                            "text": "And when he had spent all, there arose a mighty famine in that land; and he began to be in want.",
                            "verse": 14
                        },
                        {
                            "reference": "Luke 15:15",
                            "text": "And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.",
                            "verse": 15
                        },
                        {
                            "reference": "Luke 15:16",
                            "text": "And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.",
                            "verse": 16
                        },
                        {
                            "reference": "Luke 15:17",
                            "text": "And when he came to himself, he said, How many hired servants of my father's have bread enough and to spare, and I perish with hunger!",
                            "verse": 17
                        },
                        {
                            "reference": "Luke 15:18",
                            "text": "I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,",
                            "verse": 18
                        },
                        {
                            "reference": "Luke 15:19",
                            "text": "And am no more worthy to be called thy son: make me as one of thy hired servants.",
                            "verse": 19
                        },
                        {
                            "reference": "Luke 15:20",
                            "text": "And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.",
                            "verse": 20
                        },
                        {
                            "reference": "Luke 15:21",
                            "text": "And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.",
                            "verse": 21
                        },
                        {
                            "reference": "Luke 15:22",
                            "text": "But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:",
                            "verse": 22
                        },
                        {
                            "reference": "Luke 15:23",
                            "text": "And bring hither the fatted calf, and kill it; and let us eat, and be merry:",
                            "verse": 23
                        },
                        {
                            "reference": "Luke 15:24",
                            "text": "For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.",
                            "verse": 24
                        },
                        {
                            "reference": "Luke 15:25",
                            "text": "Now his elder son was in the field: and as he came and drew nigh to the house, he heard musick and dancing.",
                            "verse": 25
                        },
                        {
                            "reference": "Luke 15:26",
                            "text": "And he called one of the servants, and asked what these things meant.",
                            "verse": 26
                        },
                        {
                            "reference": "Luke 15:27",
                            "text": "And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound.",
                            "verse": 27
                        },
                        {
                            "reference": "Luke 15:28",
                            "text": "And he was angry, and would not go in: therefore came his father out, and entreated him.",
                            "verse": 28
                        },
                        {
                            "reference": "Luke 15:29",
                            "text": "And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends:",
                            "verse": 29
                        },
                        {
                            "reference": "Luke 15:30",
                            "text": "But as soon as this thy son was come, which hath devoured thy living with harlots, thou hast killed for him the fatted calf.",
                            "verse": 30
                        },
                        {
                            "reference": "Luke 15:31",
                            "text": "And he said unto him, Son, thou art ever with me, and all that I have is thine.",
                            "verse": 31
                        },
                        {
                            "reference": "Luke 15:32",
                            "text": "It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found.",
                            "verse": 32
                        }
                    ]