[
                        {
                            "reference": "Moroni 6:1",
                            "text": "And now I speak concerning baptism. Behold, elders, priests, and teachers were baptized; and they were not baptized save they brought forth fruit meet that they were worthy of it.",
                            "verse": 1
                        },
                        {
                            "reference": "Moroni 6:2",
                            "text": "Neither did they receive any unto baptism save they came forth with a broken heart and a contrite spirit, and witnessed unto the church that they truly repented of all their sins.",
                            "verse": 2
                        },
                        {
                            "reference": "Moroni 6:3",
                            "text": "And none were received unto baptism save they took upon them the name of Christ, having a determination to serve him to the end.",
                            "verse": 3
                        },
                        {
                            "reference": "Moroni 6:4",
                            "text": "And after they had been received unto baptism, and were wrought upon and cleansed by the power of the Holy Ghost, they were numbered among the people of the church of Christ; and their names were taken, that they might be remembered and nourished by the good word of God, to keep them in the right way, to keep them continually watchful unto prayer, relying alone upon the merits of Christ, who was the author and the finisher of their faith.",
                            "verse": 4
                        },
                        {
                            "reference": "Moroni 6:5",
                            "text": "And the church did meet together oft, to fast and to pray, and to speak one with another concerning the welfare of their souls.",
                            "verse": 5
                        },
                        {
                            "reference": "Moroni 6:6",
                            "text": "And they did meet together oft to partake of bread and wine, in remembrance of the Lord Jesus.",
                            "verse": 6
                        },
                        {
                            "reference": "Moroni 6:7",
                            "text": "And they were strict to observe that there should be no iniquity among them; and whoso was found to commit iniquity, and three witnesses of the church did condemn them before the elders, and if they repented not, and confessed not, their names were blotted out, and they were not numbered among the people of Christ.",
                            "verse": 7
                        },
                        {
                            "reference": "Moroni 6:8",
                            "text": "But as oft as they repented and sought forgiveness, with real intent, they were forgiven.",
                            "verse": 8
                        },
                        {
                            "reference": "Moroni 6:9",
                            "text": "And their meetings were conducted by the church after the manner of the workings of the Spirit, and by the power of the Holy Ghost; for as the power of the Holy Ghost led them whether to preach, or to exhort, or to pray, or to supplicate, or to sing, even so it was done.",
                            "verse": 9
                        }
                    ]