[
                        {
                            "reference": "Proverbs 3:1",
                            "text": "My son, forget not my law; but let thine heart keep my commandments:",
                            "verse": 1
                        },
                        {
                            "reference": "Proverbs 3:2",
                            "text": "For length of days, and long life, and peace, shall they add to thee.",
                            "verse": 2
                        },
                        {
                            "reference": "Proverbs 3:3",
                            "text": "Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart:",
                            "verse": 3
                        },
                        {
                            "reference": "Proverbs 3:4",
                            "text": "So shalt thou find favour and good understanding in the sight of God and man.",
                            "verse": 4
                        },
                        {
                            "pilcrow": true,
                            "reference": "Proverbs 3:5",
                            "text": "Trust in the LORD with all thine heart; and lean not unto thine own understanding.",
                            "verse": 5
                        },
                        {
                            "reference": "Proverbs 3:6",
                            "text": "In all thy ways acknowledge him, and he shall direct thy paths.",
                            "verse": 6
                        },
                        {
                            "pilcrow": true,
                            "reference": "Proverbs 3:7",
                            "text": "Be not wise in thine own eyes: fear the LORD, and depart from evil.",
                            "verse": 7
                        },
                        {
                            "reference": "Proverbs 3:8",
                            "text": "It shall be health to thy navel, and marrow to thy bones.",
                            "verse": 8
                        },
                        {
                            "reference": "Proverbs 3:9",
                            "text": "Honour the LORD with thy substance, and with the firstfruits of all thine increase:",
                            "verse": 9
                        },
                        {
                            "reference": "Proverbs 3:10",
                            "text": "So shall thy barns be filled with plenty, and thy presses shall burst out with new wine.",
                            "verse": 10
                        },
                        {
                            "pilcrow": true,
                            "reference": "Proverbs 3:11",
                            "text": "My son, despise not the chastening of the LORD; neither be weary of his correction:",
                            "verse": 11
                        },
                        {
                            "reference": "Proverbs 3:12",
                            "text": "For whom the LORD loveth he correcteth; even as a father the son in whom he delighteth.",
                            "verse": 12
                        },
                        {
                            "pilcrow": true,
                            "reference": "Proverbs 3:13",
                            "text": "Happy is the man that findeth wisdom, and the man that getteth understanding.",
                            "verse": 13
                        },
                        {
                            "reference": "Proverbs 3:14",
                            "text": "For the merchandise of it is better than the merchandise of silver, and the gain thereof than fine gold.",
                            "verse": 14
                        },
                        {
                            "reference": "Proverbs 3:15",
                            "text": "She is more precious than rubies: and all the things thou canst desire are not to be compared unto her.",
                            "verse": 15
                        },
                        {
                            "reference": "Proverbs 3:16",
                            "text": "Length of days is in her right hand; and in her left hand riches and honour.",
                            "verse": 16
                        },
                        {
                            "reference": "Proverbs 3:17",
                            "text": "Her ways are ways of pleasantness, and all her paths are peace.",
                            "verse": 17
                        },
                        {
                            "reference": "Proverbs 3:18",
                            "text": "She is a tree of life to them that lay hold upon her: and happy is every one that retaineth her.",
                            "verse": 18
                        },
                        {
                            "reference": "Proverbs 3:19",
                            "text": "The LORD by wisdom hath founded the earth; by understanding hath he established the heavens.",
                            "verse": 19
                        },
                        {
                            "reference": "Proverbs 3:20",
                            "text": "By his knowledge the depths are broken up, and the clouds drop down the dew.",
                            "verse": 20
                        },
                        {
                            "pilcrow": true,
                            "reference": "Proverbs 3:21",
                            "text": "My son, let not them depart from thine eyes: keep sound wisdom and discretion:",
                            "verse": 21
                        },
                        {
                            "reference": "Proverbs 3:22",
                            "text": "So shall they be life unto thy soul, and grace to thy neck.",
                            "verse": 22
                        },
                        {
                            "reference": "Proverbs 3:23",
                            "text": "Then shalt thou walk in thy way safely, and thy foot shall not stumble.",
                            "verse": 23
                        },
                        {
                            "reference": "Proverbs 3:24",
                            "text": "When thou liest down, thou shalt not be afraid: yea, thou shalt lie down, and thy sleep shall be sweet.",
                            "verse": 24
                        },
                        {
                            "reference": "Proverbs 3:25",
                            "text": "Be not afraid of sudden fear, neither of the desolation of the wicked, when it cometh.",
                            "verse": 25
                        },
                        {
                            "reference": "Proverbs 3:26",
                            "text": "For the LORD shall be thy confidence, and shall keep thy foot from being taken.",
                            "verse": 26
                        },
                        {
                            "pilcrow": true,
                            "reference": "Proverbs 3:27",
                            "text": "Withhold not good from them to whom it is due, when it is in the power of thine hand to do it.",
                            "verse": 27
                        },
                        {
                            "reference": "Proverbs 3:28",
                            "text": "Say not unto thy neighbour, Go, and come again, and to morrow I will give; when thou hast it by thee.",
                            "verse": 28
                        },
                        {
                            "reference": "Proverbs 3:29",
                            "text": "Devise not evil against thy neighbour, seeing he dwelleth securely by thee.",
                            "verse": 29
                        },
                        {
                            "pilcrow": true,
                            "reference": "Proverbs 3:30",
                            "text": "Strive not with a man without cause, if he have done thee no harm.",
                            "verse": 30
                        },
                        {
                            "pilcrow": true,
                            "reference": "Proverbs 3:31",
                            "text": "Envy thou not the oppressor, and choose none of his ways.",
                            "verse": 31
                        },
                        {
                            "reference": "Proverbs 3:32",
                            "text": "For the froward is abomination to the LORD: but his secret is with the righteous.",
                            "verse": 32
                        },
                        {
                            "pilcrow": true,
                            "reference": "Proverbs 3:33",
                            "text": "The curse of the LORD is in the house of the wicked: but he blesseth the habitation of the just.",
                            "verse": 33
                        },
                        {
                            "reference": "Proverbs 3:34",
                            "text": "Surely he scorneth the scorners: but he giveth grace unto the lowly.",
                            "verse": 34
                        },
                        {
                            "reference": "Proverbs 3:35",
                            "text": "The wise shall inherit glory: but shame shall be the promotion of fools.",
                            "verse": 35
                        }
                    ]