[
                        {
                            "reference": "Proverbs 16:1",
                            "text": "The preparations of the heart in man, and the answer of the tongue, is from the LORD.",
                            "verse": 1
                        },
                        {
                            "reference": "Proverbs 16:2",
                            "text": "All the ways of a man are clean in his own eyes; but the LORD weigheth the spirits.",
                            "verse": 2
                        },
                        {
                            "reference": "Proverbs 16:3",
                            "text": "Commit thy works unto the LORD, and thy thoughts shall be established.",
                            "verse": 3
                        },
                        {
                            "reference": "Proverbs 16:4",
                            "text": "The LORD hath made all things for himself: yea, even the wicked for the day of evil.",
                            "verse": 4
                        },
                        {
                            "reference": "Proverbs 16:5",
                            "text": "Every one that is proud in heart is an abomination to the LORD: though hand join in hand, he shall not be unpunished.",
                            "verse": 5
                        },
                        {
                            "reference": "Proverbs 16:6",
                            "text": "By mercy and truth iniquity is purged: and by the fear of the LORD men depart from evil.",
                            "verse": 6
                        },
                        {
                            "reference": "Proverbs 16:7",
                            "text": "When a man's ways please the LORD, he maketh even his enemies to be at peace with him.",
                            "verse": 7
                        },
                        {
                            "reference": "Proverbs 16:8",
                            "text": "Better is a little with righteousness than great revenues without right.",
                            "verse": 8
                        },
                        {
                            "reference": "Proverbs 16:9",
                            "text": "A man's heart deviseth his way: but the LORD directeth his steps.",
                            "verse": 9
                        },
                        {
                            "reference": "Proverbs 16:10",
                            "text": "A divine sentence is in the lips of the king: his mouth transgresseth not in judgment.",
                            "verse": 10
                        },
                        {
                            "reference": "Proverbs 16:11",
                            "text": "A just weight and balance are the LORD's: all the weights of the bag are his work.",
                            "verse": 11
                        },
                        {
                            "reference": "Proverbs 16:12",
                            "text": "It is an abomination to kings to commit wickedness: for the throne is established by righteousness.",
                            "verse": 12
                        },
                        {
                            "reference": "Proverbs 16:13",
                            "text": "Righteous lips are the delight of kings; and they love him that speaketh right.",
                            "verse": 13
                        },
                        {
                            "reference": "Proverbs 16:14",
                            "text": "The wrath of a king is as messengers of death: but a wise man will pacify it.",
                            "verse": 14
                        },
                        {
                            "reference": "Proverbs 16:15",
                            "text": "In the light of the king's countenance is life; and his favour is as a cloud of the latter rain.",
                            "verse": 15
                        },
                        {
                            "reference": "Proverbs 16:16",
                            "text": "How much better is it to get wisdom than gold! and to get understanding rather to be chosen than silver!",
                            "verse": 16
                        },
                        {
                            "reference": "Proverbs 16:17",
                            "text": "The highway of the upright is to depart from evil: he that keepeth his way preserveth his soul.",
                            "verse": 17
                        },
                        {
                            "reference": "Proverbs 16:18",
                            "text": "Pride goeth before destruction, and an haughty spirit before a fall.",
                            "verse": 18
                        },
                        {
                            "reference": "Proverbs 16:19",
                            "text": "Better it is to be of an humble spirit with the lowly, than to divide the spoil with the proud.",
                            "verse": 19
                        },
                        {
                            "reference": "Proverbs 16:20",
                            "text": "He that handleth a matter wisely shall find good: and whoso trusteth in the LORD, happy is he.",
                            "verse": 20
                        },
                        {
                            "reference": "Proverbs 16:21",
                            "text": "The wise in heart shall be called prudent: and the sweetness of the lips increaseth learning.",
                            "verse": 21
                        },
                        {
                            "reference": "Proverbs 16:22",
                            "text": "Understanding is a wellspring of life unto him that hath it: but the instruction of fools is folly.",
                            "verse": 22
                        },
                        {
                            "reference": "Proverbs 16:23",
                            "text": "The heart of the wise teacheth his mouth, and addeth learning to his lips.",
                            "verse": 23
                        },
                        {
                            "reference": "Proverbs 16:24",
                            "text": "Pleasant words are as an honeycomb, sweet to the soul, and health to the bones.",
                            "verse": 24
                        },
                        {
                            "reference": "Proverbs 16:25",
                            "text": "There is a way that seemeth right unto a man, but the end thereof are the ways of death.",
                            "verse": 25
                        },
                        {
                            "reference": "Proverbs 16:26",
                            "text": "He that laboureth laboureth for himself; for his mouth craveth it of him.",
                            "verse": 26
                        },
                        {
                            "reference": "Proverbs 16:27",
                            "text": "An ungodly man diggeth up evil: and in his lips there is as a burning fire.",
                            "verse": 27
                        },
                        {
                            "reference": "Proverbs 16:28",
                            "text": "A froward man soweth strife: and a whisperer separateth chief friends.",
                            "verse": 28
                        },
                        {
                            "reference": "Proverbs 16:29",
                            "text": "A violent man enticeth his neighbour, and leadeth him into the way that is not good.",
                            "verse": 29
                        },
                        {
                            "reference": "Proverbs 16:30",
                            "text": "He shutteth his eyes to devise froward things: moving his lips he bringeth evil to pass.",
                            "verse": 30
                        },
                        {
                            "reference": "Proverbs 16:31",
                            "text": "The hoary head is a crown of glory, if it be found in the way of righteousness.",
                            "verse": 31
                        },
                        {
                            "reference": "Proverbs 16:32",
                            "text": "He that is slow to anger is better than the mighty; and he that ruleth his spirit than he that taketh a city.",
                            "verse": 32
                        },
                        {
                            "reference": "Proverbs 16:33",
                            "text": "The lot is cast into the lap; but the whole disposing thereof is of the LORD.",
                            "verse": 33
                        }
                    ]