[
                        {
                            "reference": "Proverbs 8:1",
                            "text": "Doth not wisdom cry? and understanding put forth her voice?",
                            "verse": 1
                        },
                        {
                            "reference": "Proverbs 8:2",
                            "text": "She standeth in the top of high places, by the way in the places of the paths.",
                            "verse": 2
                        },
                        {
                            "reference": "Proverbs 8:3",
                            "text": "She crieth at the gates, at the entry of the city, at the coming in at the doors.",
                            "verse": 3
                        },
                        {
                            "reference": "Proverbs 8:4",
                            "text": "Unto you, O men, I call; and my voice is to the sons of man.",
                            "verse": 4
                        },
                        {
                            "reference": "Proverbs 8:5",
                            "text": "O ye simple, understand wisdom: and, ye fools, be ye of an understanding heart.",
                            "verse": 5
                        },
                        {
                            "reference": "Proverbs 8:6",
                            "text": "Hear; for I will speak of excellent things; and the opening of my lips shall be right things.",
                            "verse": 6
                        },
                        {
                            "reference": "Proverbs 8:7",
                            "text": "For my mouth shall speak truth; and wickedness is an abomination to my lips.",
                            "verse": 7
                        },
                        {
                            "reference": "Proverbs 8:8",
                            "text": "All the words of my mouth are in righteousness; there is nothing froward or perverse in them.",
                            "verse": 8
                        },
                        {
                            "reference": "Proverbs 8:9",
                            "text": "They are all plain to him that understandeth, and right to them that find knowledge.",
                            "verse": 9
                        },
                        {
                            "reference": "Proverbs 8:10",
                            "text": "Receive my instruction, and not silver; and knowledge rather than choice gold.",
                            "verse": 10
                        },
                        {
                            "reference": "Proverbs 8:11",
                            "text": "For wisdom is better than rubies; and all the things that may be desired are not to be compared to it.",
                            "verse": 11
                        },
                        {
                            "reference": "Proverbs 8:12",
                            "text": "I wisdom dwell with prudence, and find out knowledge of witty inventions.",
                            "verse": 12
                        },
                        {
                            "reference": "Proverbs 8:13",
                            "text": "The fear of the LORD is to hate evil: pride, and arrogancy, and the evil way, and the froward mouth, do I hate.",
                            "verse": 13
                        },
                        {
                            "reference": "Proverbs 8:14",
                            "text": "Counsel is mine, and sound wisdom: I am understanding; I have strength.",
                            "verse": 14
                        },
                        {
                            "reference": "Proverbs 8:15",
                            "text": "By me kings reign, and princes decree justice.",
                            "verse": 15
                        },
                        {
                            "reference": "Proverbs 8:16",
                            "text": "By me princes rule, and nobles, even all the judges of the earth.",
                            "verse": 16
                        },
                        {
                            "reference": "Proverbs 8:17",
                            "text": "I love them that love me; and those that seek me early shall find me.",
                            "verse": 17
                        },
                        {
                            "reference": "Proverbs 8:18",
                            "text": "Riches and honour are with me; yea, durable riches and righteousness.",
                            "verse": 18
                        },
                        {
                            "reference": "Proverbs 8:19",
                            "text": "My fruit is better than gold, yea, than fine gold; and my revenue than choice silver.",
                            "verse": 19
                        },
                        {
                            "reference": "Proverbs 8:20",
                            "text": "I lead in the way of righteousness, in the midst of the paths of judgment:",
                            "verse": 20
                        },
                        {
                            "reference": "Proverbs 8:21",
                            "text": "That I may cause those that love me to inherit substance; and I will fill their treasures.",
                            "verse": 21
                        },
                        {
                            "reference": "Proverbs 8:22",
                            "text": "The LORD possessed me in the beginning of his way, before his works of old.",
                            "verse": 22
                        },
                        {
                            "reference": "Proverbs 8:23",
                            "text": "I was set up from everlasting, from the beginning, or ever the earth was.",
                            "verse": 23
                        },
                        {
                            "reference": "Proverbs 8:24",
                            "text": "When there were no depths, I was brought forth; when there were no fountains abounding with water.",
                            "verse": 24
                        },
                        {
                            "reference": "Proverbs 8:25",
                            "text": "Before the mountains were settled, before the hills was I brought forth:",
                            "verse": 25
                        },
                        {
                            "reference": "Proverbs 8:26",
                            "text": "While as yet he had not made the earth, nor the fields, nor the highest part of the dust of the world.",
                            "verse": 26
                        },
                        {
                            "reference": "Proverbs 8:27",
                            "text": "When he prepared the heavens, I was there: when he set a compass upon the face of the depth:",
                            "verse": 27
                        },
                        {
                            "reference": "Proverbs 8:28",
                            "text": "When he established the clouds above: when he strengthened the fountains of the deep:",
                            "verse": 28
                        },
                        {
                            "reference": "Proverbs 8:29",
                            "text": "When he gave to the sea his decree, that the waters should not pass his commandment: when he appointed the foundations of the earth:",
                            "verse": 29
                        },
                        {
                            "reference": "Proverbs 8:30",
                            "text": "Then I was by him, as one brought up with him: and I was daily his delight, rejoicing always before him;",
                            "verse": 30
                        },
                        {
                            "reference": "Proverbs 8:31",
                            "text": "Rejoicing in the habitable part of his earth; and my delights were with the sons of men.",
                            "verse": 31
                        },
                        {
                            "reference": "Proverbs 8:32",
                            "text": "Now therefore hearken unto me, O ye children: for blessed are they that keep my ways.",
                            "verse": 32
                        },
                        {
                            "reference": "Proverbs 8:33",
                            "text": "Hear instruction, and be wise, and refuse it not.",
                            "verse": 33
                        },
                        {
                            "reference": "Proverbs 8:34",
                            "text": "Blessed is the man that heareth me, watching daily at my gates, waiting at the posts of my doors.",
                            "verse": 34
                        },
                        {
                            "reference": "Proverbs 8:35",
                            "text": "For whoso findeth me findeth life, and shall obtain favour of the LORD.",
                            "verse": 35
                        },
                        {
                            "reference": "Proverbs 8:36",
                            "text": "But he that sinneth against me wrongeth his own soul: all they that hate me love death.",
                            "verse": 36
                        }
                    ]