[
                        {
                            "reference": "Psalms 115:1",
                            "text": "Not unto us, O LORD, not unto us, but unto thy name give glory, for thy mercy, and for thy truth's sake.",
                            "verse": 1
                        },
                        {
                            "reference": "Psalms 115:2",
                            "text": "Wherefore should the heathen say, Where is now their God?",
                            "verse": 2
                        },
                        {
                            "reference": "Psalms 115:3",
                            "text": "But our God is in the heavens: he hath done whatsoever he hath pleased.",
                            "verse": 3
                        },
                        {
                            "reference": "Psalms 115:4",
                            "text": "Their idols are silver and gold, the work of men's hands.",
                            "verse": 4
                        },
                        {
                            "reference": "Psalms 115:5",
                            "text": "They have mouths, but they speak not: eyes have they, but they see not:",
                            "verse": 5
                        },
                        {
                            "reference": "Psalms 115:6",
                            "text": "They have ears, but they hear not: noses have they, but they smell not:",
                            "verse": 6
                        },
                        {
                            "reference": "Psalms 115:7",
                            "text": "They have hands, but they handle not: feet have they, but they walk not: neither speak they through their throat.",
                            "verse": 7
                        },
                        {
                            "reference": "Psalms 115:8",
                            "text": "They that make them are like unto them; so is every one that trusteth in them.",
                            "verse": 8
                        },
                        {
                            "reference": "Psalms 115:9",
                            "text": "O Israel, trust thou in the LORD: he is their help and their shield.",
                            "verse": 9
                        },
                        {
                            "reference": "Psalms 115:10",
                            "text": "O house of Aaron, trust in the LORD: he is their help and their shield.",
                            "verse": 10
                        },
                        {
                            "reference": "Psalms 115:11",
                            "text": "Ye that fear the LORD, trust in the LORD: he is their help and their shield.",
                            "verse": 11
                        },
                        {
                            "reference": "Psalms 115:12",
                            "text": "The LORD hath been mindful of us: he will bless us; he will bless the house of Israel; he will bless the house of Aaron.",
                            "verse": 12
                        },
                        {
                            "reference": "Psalms 115:13",
                            "text": "He will bless them that fear the LORD, both small and great.",
                            "verse": 13
                        },
                        {
                            "reference": "Psalms 115:14",
                            "text": "The LORD shall increase you more and more, you and your children.",
                            "verse": 14
                        },
                        {
                            "reference": "Psalms 115:15",
                            "text": "Ye are blessed of the LORD which made heaven and earth.",
                            "verse": 15
                        },
                        {
                            "reference": "Psalms 115:16",
                            "text": "The heaven, even the heavens, are the LORD's: but the earth hath he given to the children of men.",
                            "verse": 16
                        },
                        {
                            "reference": "Psalms 115:17",
                            "text": "The dead praise not the LORD, neither any that go down into silence.",
                            "verse": 17
                        },
                        {
                            "reference": "Psalms 115:18",
                            "text": "But we will bless the LORD from this time forth and for evermore. Praise the LORD.",
                            "verse": 18
                        }
                    ]