[
                        {
                            "reference": "Psalms 74:1",
                            "text": "O God, why hast thou cast us off for ever? why doth thine anger smoke against the sheep of thy pasture?",
                            "verse": 1
                        },
                        {
                            "reference": "Psalms 74:2",
                            "text": "Remember thy congregation, which thou hast purchased of old; the rod of thine inheritance, which thou hast redeemed; this mount Zion, wherein thou hast dwelt.",
                            "verse": 2
                        },
                        {
                            "reference": "Psalms 74:3",
                            "text": "Lift up thy feet unto the perpetual desolations; even all that the enemy hath done wickedly in the sanctuary.",
                            "verse": 3
                        },
                        {
                            "reference": "Psalms 74:4",
                            "text": "Thine enemies roar in the midst of thy congregations; they set up their ensigns for signs.",
                            "verse": 4
                        },
                        {
                            "reference": "Psalms 74:5",
                            "text": "A man was famous according as he had lifted up axes upon the thick trees.",
                            "verse": 5
                        },
                        {
                            "reference": "Psalms 74:6",
                            "text": "But now they break down the carved work thereof at once with axes and hammers.",
                            "verse": 6
                        },
                        {
                            "reference": "Psalms 74:7",
                            "text": "They have cast fire into thy sanctuary, they have defiled by casting down the dwelling place of thy name to the ground.",
                            "verse": 7
                        },
                        {
                            "reference": "Psalms 74:8",
                            "text": "They said in their hearts, Let us destroy them together: they have burned up all the synagogues of God in the land.",
                            "verse": 8
                        },
                        {
                            "reference": "Psalms 74:9",
                            "text": "We see not our signs: there is no more any prophet: neither is there among us any that knoweth how long.",
                            "verse": 9
                        },
                        {
                            "reference": "Psalms 74:10",
                            "text": "O God, how long shall the adversary reproach? shall the enemy blaspheme thy name for ever?",
                            "verse": 10
                        },
                        {
                            "reference": "Psalms 74:11",
                            "text": "Why withdrawest thou thy hand, even thy right hand? pluck it out of thy bosom.",
                            "verse": 11
                        },
                        {
                            "reference": "Psalms 74:12",
                            "text": "For God is my King of old, working salvation in the midst of the earth.",
                            "verse": 12
                        },
                        {
                            "reference": "Psalms 74:13",
                            "text": "Thou didst divide the sea by thy strength: thou brakest the heads of the dragons in the waters.",
                            "verse": 13
                        },
                        {
                            "reference": "Psalms 74:14",
                            "text": "Thou brakest the heads of leviathan in pieces, and gavest him to be meat to the people inhabiting the wilderness.",
                            "verse": 14
                        },
                        {
                            "reference": "Psalms 74:15",
                            "text": "Thou didst cleave the fountain and the flood: thou driedst up mighty rivers.",
                            "verse": 15
                        },
                        {
                            "reference": "Psalms 74:16",
                            "text": "The day is thine, the night also is thine: thou hast prepared the light and the sun.",
                            "verse": 16
                        },
                        {
                            "reference": "Psalms 74:17",
                            "text": "Thou hast set all the borders of the earth: thou hast made summer and winter.",
                            "verse": 17
                        },
                        {
                            "reference": "Psalms 74:18",
                            "text": "Remember this, that the enemy hath reproached, O LORD, and that the foolish people have blasphemed thy name.",
                            "verse": 18
                        },
                        {
                            "reference": "Psalms 74:19",
                            "text": "O deliver not the soul of thy turtledove unto the multitude of the wicked: forget not the congregation of thy poor for ever.",
                            "verse": 19
                        },
                        {
                            "reference": "Psalms 74:20",
                            "text": "Have respect unto the covenant: for the dark places of the earth are full of the habitations of cruelty.",
                            "verse": 20
                        },
                        {
                            "reference": "Psalms 74:21",
                            "text": "O let not the oppressed return ashamed: let the poor and needy praise thy name.",
                            "verse": 21
                        },
                        {
                            "reference": "Psalms 74:22",
                            "text": "Arise, O God, plead thine own cause: remember how the foolish man reproacheth thee daily.",
                            "verse": 22
                        },
                        {
                            "reference": "Psalms 74:23",
                            "text": "Forget not the voice of thine enemies: the tumult of those that rise up against thee increaseth continually.",
                            "verse": 23
                        }
                    ]